Repository: pt-icg/RecurrenceRuleToText
Catalog: IcgSoftware.RecurrenceRuleToText/Language.*.resx
Languages: es

# Daily
source: every day
es: cada día

# Weekly
source: every week
es: cada semana

# Monthly
source: every month
es: cada mes

# Yearly
source: every year
es: cada año

source: first
es: primer

source: second
es: segundo

source: third
es: tercer

source: fourth
es: cuarto

source: last
es: último

# LastNumeral
source: last {0}
es: el último {0}

# SecondLastNumeral
source: 2nd last {0}
es: el penúltimo {0}

# ThirdLastNumeral
source: 3rd last {0}
es: el tercer último {0}

# FourthLastNumeral
source: 4th last {0}
es: el cuarto último {0}

# CountEnding
source: for {0} times
es: un total de {0} veces

# WeeklyEveryWeekday
source: every weekday
es: todos los días de la semana

# WeeklyEveryDay
source: every day
es: cada día

# DailyEveryNDays
source: every {0} days
es: cada {0} dias

# WeeklyEveryNWeeks
source: every {0} weeks
es: cada {0} semanas

# MonthlyEveryNMonths
source: every {0} months
es: cada {0} meses

# YearlyEveryNYears
source: every {0} years
es: cada {0} años

# YearlyOnNumbered
source: on {0} {1} of {2}
es: el {0} {1} de {2}

# UntilDateEnding
source: until {0}
es: hasta el {0}

# UntilDateEndingDateFormat
source: MMMM dd, yyyy
es: D

# DayChainLastSeparator
source: and
es: y

# MonthlyOnWeekDay
source: on the {0}
es: el {0}

# MonthlyOnDay
source: on the {0}
es: el {0}

# MonthlyOnDayPlural
source: on the {0}
es: los {0}

# WeeklyDays
source: on {0}
es: los {0}

# MonthlyOnNumberedDay
source: on {0}
es: el {0}

# YearlyOnDay
source: on {0} the {1}
es: el {1} de {0}

# MonthChainLastSeparator
source: and
es: y

# YearlyOnMonth
source: in {0}
es: en {0}
